{"time": "2023-05-09_13:39:35", "text": " 一人追求完美，活得很累。禅师对他说：“这世界是一半一半的。天一半，地一半；男一半，女一半；善一半，恶一半；清净一半，浊秽一半。很可惜，你拥有的是不全的世界。”“为什么?”“你要求完美，不能接受残缺的一半，所以你拥有的是不全的世界，毫无圆满可言。” 学会包容，就会拥有一个完整的世界。\n", "net": "TextCNN", "probability": 0.999613344669342, "label": 1}
{"time": "2023-05-09_13:39:55", "text": " \"紧急通知:一定要注意，请不要喝加多宝了，5月29日放新闻加多宝被工厂员工下了老鼠药，因为他对世界不满！此人已经被抓起来了。加多宝工厂已经把产品全部下架。在广州已经死了好几个人了。。。学校也禁止买饮料给小孩喝。。。此事千真万确，不信你查今日一线5.29晚上放的！。。。近期不要喝， \",\"visitTimes\":3,\"result\":\"经查，此微博称“暂时先不要喝加多宝，王老吉，新闻加多宝被工厂员工下了老鼠药，因为他对世界不满”\n", "net": "TextCNN", "probability": 0.6968635320663452, "label": 0}
{"time": "2023-05-09_13:40:17", "text": "紧急通知大家千万不要购买樱桃：今年樱桃里寄生了一种蛆虫，几乎100%的樱桃里面都有。实验方法：找最好看最新鲜的樱桃，放透明玻璃杯中，倒进水去后放点盐，大约2分钟就会看到这些蛆虫从完好的表皮往外钻。求扩散\n", "net": "TextCNN_LSTM", "probability": 0.9999954700469971, "label": 0}
{"time": "2023-05-09_13:40:49", "text": "真： 一人追求完美，活得很累。禅师对他说：“这世界是一半一半的。天一半，地一半；男一半，女一半；善一半，恶一半；清净一半，浊秽一半。很可惜，你拥有的是不全的世界。”“为什么?”“你要求完美，不能接受残缺的一半，所以你拥有的是不全的世界，毫无圆满可言。” 学会包容，就会拥有一个完整的世界。\n", "net": "TextCNN_LSTM", "probability": 0.999995231628418, "label": 1}
{"time": "2023-05-09_13:41:19", "text": "\"The pro-life movement in the USA have stated that they believe that human life starts at the moment of conception and so the human fetus can be considered a human being, and hence they should have their rights to live.\\r\\n\\r\\n\\r\\n\\r\\nRecently, another argument broke out last month which has created a huge debate regarding abortion. Different religious groups have different views on this topic. Pro-lifers have stated that they believe that ejaculation is equivalent to murder and there should be laws to stop that.\\r\\n\\r\\n\\r\\n\\r\\nRachel Stratt, a pro-life activist commented that conception is the starting point of life, and that is why they don't believe in birth control. According to them, semen has been provided by the Almighty for a particular purpose to seed life and wasting it is simply showing your disrespect towards God. They believe that every sperm cell is life, and ejaculation means killing all those babies.\\r\\n\\r\\n\\r\\n\\r\\nThe pro-life protesters are now asking the government to make a law which would make ejaculating for own gratification illegal throughout the USA. So many lives are lost only because men ejaculate watching p0rn videos on adult sites like Pornhub just to satisfy themselves. This is murder, there is an urgent need to protect the sperms, and the babies.\\r\\n\\r\\nIn fact, a petition was submitted on Change.org stating that sperm wastage due to self-satisfaction should be made illegal, and it has already received over 85,000 signatures. It needs another 15,000 signatures before the White House will be reviewing it. 38 women who are in the White House reported that this bill would be passed if that opportunity ever arises.\"\n", "net": "TextCNN", "probability": 0.7075145244598389, "label": 1}
{"time": "2023-05-09_13:41:34", "text": "\"72k SHARES SHARE THIS STORY\\n\\nThe first debate showdown of Republican nominee Donald Trump and Democratic nominee Hillary Clinton was expected to be a brutal altercation between the two candidates.\\n\\nInstead, the viewing audience was treated to a one-sided destruction with Clinton appearing cool and presidential, while Trump gave the worst debate performance in presidential history. Each candidate had the ability to invite guests for moral support, and Clinton invited billionaire Mark Cuban who has been one of the loudest voices against Trump in the media.\\n\\nThere is no love lost between the two businessmen, and Cuban even said of Trump there was \\u201cno bigger jagoff in the world.\\u201d\\n\\nThe indebted businessman happily admitted on stage in front of Cuban to being in debt at least $600 million. The shameless Trump, who became more unhinged as the night progressed, freely gave away one of his biggest secrets \\u2014 that he does not and has not paid any federal taxes in years.\\n\\nClinton speculated about this, and like a predictable rube under the hot lights Trump cracked under the pressure. Rather than offer an explanation or deflection to Clinton\\u2019s hypothesis Trump agreed he paid no taxes and said, \\u201cThat makes me smart.\\u201d Trump\\u2019s cheap explanation sounded like something a third grader on the playground would offer rather than a presidential candidate.\\n\\nAn hour after the debate Trump immediately began walking back his statement, and denied he had ever said it. This type of shamelessness is difficult to combat. When asked , \\u201cIt sounds like you admitted you haven\\u2019t paid federal taxes and that was smart. Is that what you meant to say?\\u201d Trump replied, \\u201cNo, I didn\\u2019t say that at all.\\u201d\\n\\nTrump insulted every American who pays their fair share of taxes and Cuban was not amused nor impressed. After the debate Cuban said:\\n\\nI get audited every year my taxes are \\u2014 it takes me 45 minutes just to sign all the different taxes that I have to spend. And I tell my tax lawyers and everybody, you know, take advantage of \\u2014 do what the law recommends. But I\\u2019m not against paying taxes. And I\\u2019ll give you a perfect example. When the Dallas Mavericks were building a new practice facility which was just opening I had the opportunity to go to Dallas and and play different cities against each other to get different rebates and everything. I didn\\u2019t do it. A couple years ago we had some issues in Dallas, I just wrote a check to the general treasury. This year we had, after the shootings in Orlando, I had concerns about the LGBT community in Dallas. I just wrote a million dollar check to the city of Dallas to support a bunch of different programs. I\\u2019m, I\\u2019m the luckiest guy in the world. There\\u2019s nobody who\\u2019s been as blessed as me and my family, so far, knock on wood, is healthy, and at some point you have to realize you have to give back. And you have to realize that this is a country that\\u2019s been great to us. And you can\\u2019t just take, take, take, take, take, take.\\n\\n.@mcuban on Trump saying not paying taxes makes him smart #debatenight pic.twitter.com/uPNunatukV \\u2014 Stefan Becket (@becket) September 27, 2016\\n\\nThe contrast between Cuban and Trump could not be more stark. Cuban believes in paying his fair share to society to help those who are less fortunate than him, while admitting he owes his success to society. Trump is content and even proud that he bleeds society for as much money as possible, while offering to pay back nothing. Did Trump say he was interested in paying higher taxes? No. Did Trump say he would like to reform the tax code so that he would be forced to pay higher taxes? No.\\n\\nTrump has no interest in paying his taxes to help fund schools so that children will grow to be more intelligent, because if they did they would certainly not support him. Trump has no interest in paying taxes to help pay for the roads which are used to deliver the cheaply made Chinese goods to which his name is affixed. In Trump\\u2019s world there is a two-tiered system. One for him, and one for everyone else.\\n\\nAdd your name to millions demanding that Congress take action on the President\\u2019s crimes. IMPEACH DONALD TRUMP!\", \"authors\": [\"Lou Colagiovanni\", \"Grant Stern\", \"Brett Bose\", \"Natalie Dickinson\"], \"keywords\": [], \"meta_data\": {\"generator\": \"Powered by Visual Composer - drag and drop page builder for WordPress.\", \"og\": {\"site_name\": \"Occupy Democrats\", \"description\": \"One of these men is an honest businessman.\",\n", "net": "TextCNN", "probability": 0.7051575183868408, "label": 1}
{"time": "2023-05-09_13:42:19", "text": "\"The pro-life movement in the USA have stated that they believe that human life starts at the moment of conception and so the human fetus can be considered a human being, and hence they should have their rights to live.\\r\\n\\r\\n\\r\\n\\r\\nRecently, another argument broke out last month which has created a huge debate regarding abortion. Different religious groups have different views on this topic. Pro-lifers have stated that they believe that ejaculation is equivalent to murder and there should be laws to stop that.\\r\\n\\r\\n\\r\\n\\r\\nRachel Stratt, a pro-life activist commented that conception is the starting point of life, and that is why they don't believe in birth control. According to them, semen has been provided by the Almighty for a particular purpose to seed life and wasting it is simply showing your disrespect towards God. They believe that every sperm cell is life, and ejaculation means killing all those babies.\\r\\n\\r\\n\\r\\n\\r\\nThe pro-life protesters are now asking the government to make a law which would make ejaculating for own gratification illegal throughout the USA. So many lives are lost only because men ejaculate watching p0rn videos on adult sites like Pornhub just to satisfy themselves. This is murder, there is an urgent need to protect the sperms, and the babies.\\r\\n\\r\\nIn fact, a petition was submitted on Change.org stating that sperm wastage due to self-satisfaction should be made illegal, and it has already received over 85,000 signatures. It needs another 15,000 signatures before the White House will be reviewing it. 38 women who are in the White House reported that this bill would be passed if that opportunity ever arises.\"\n", "net": "TextCNN_LSTM", "probability": 0.9913328289985657, "label": 1}
{"time": "2023-05-09_13:58:35", "text": " 一人追求完美，活得很累。禅师对他说：“这世界是一半一半的。天一半，地一半；男一半，女一半；善一半，恶一半；清净一半，浊秽一半。很可惜，你拥有的是不全的世界。”“为什么?”“你要求完美，不能接受残缺的一半，所以你拥有的是不全的世界，毫无圆满可言。” 学会包容，就会拥有一个完整的世界。\n", "net": "TextCNN", "probability": 0.999613344669342, "label": 1}
{"time": "2023-05-09_13:58:51", "text": "紧急通知大家千万不要购买樱桃：今年樱桃里寄生了一种蛆虫，几乎100%的樱桃里面都有。实验方法：找最好看最新鲜的樱桃，放透明玻璃杯中，倒进水去后放点盐，大约2分钟就会看到这些蛆虫从完好的表皮往外钻。求扩散\n", "net": "TextCNN", "probability": 0.9989253878593445, "label": 0}
{"time": "2023-05-09_13:59:04", "text": "紧急通知大家千万不要购买樱桃：今年樱桃里寄生了一种蛆虫，几乎100%的樱桃里面都有。实验方法：找最好看最新鲜的樱桃，放透明玻璃杯中，倒进水去后放点盐，大约2分钟就会看到这些蛆虫从完好的表皮往外钻。求扩散\n", "net": "TextCNN_LSTM", "probability": 0.9999954700469971, "label": 0}
{"time": "2023-05-09_13:59:23", "text": " \"紧急通知:一定要注意，请不要喝加多宝了，5月29日放新闻加多宝被工厂员工下了老鼠药，因为他对世界不满！此人已经被抓起来了。加多宝工厂已经把产品全部下架。在广州已经死了好几个人了。。。学校也禁止买饮料给小孩喝。。。此事千真万确，不信你查今日一线5.29晚上放的！。。。近期不要喝， \",\"visitTimes\":3,\"result\":\"经查，此微博称“暂时先不要喝加多宝，王老吉，新闻加多宝被工厂员工下了老鼠药，因为他对世界不满”\n", "net": "TextCNN_LSTM", "probability": 0.9999279975891113, "label": 0}
{"time": "2023-05-09_13:59:47", "text": " 紧急通知大家千万不要购买樱桃：今年樱桃里寄生了一种蛆虫，几乎100%的樱桃里面都有。实验方法：找最好看最新鲜的樱桃，放透明玻璃杯中，倒进水去后放点盐，大约2分钟就会看到这些蛆虫从完好的表皮往外钻。求扩散\n", "net": "LSTM", "probability": 0.9998196959495544, "label": 0}
{"time": "2023-05-09_14:00:08", "text": "famous dog killed in spot she waited a year for her owner to return to! [video]animal lovers, get your tissues ready, because you are about to bawl your eyes out, especially if you are a dog lover.you know what? don’t even read further if you are part of the man’s best friend club, you just might regret your decision to get out of bed this morning. news just hit the web that the locally famous three year-old dog named loung, who fell out of a truck last year, landing on a busy route between cambodia and thailand, has been hit and killed by a car as it waited for the return of its owner for over a year.you can start the waterworks as we go into the details. the sukhumvit road, or thailand route 3, is a leading highway between bangkok and cambodia and loung’s owner must not have realized that she had fallen right out of the truck. what’s truly amazing is that the dog refused to leave the area, hoping that one day her owner would return and rescue her.× 101 things all young adults should know by sir john hawkins john hawkins's book 101 things all young adults should know is filled with lessons that newly minted adults need in order to get the most out of life. gleaned from a lifetime of trial, error, and writing it down, hawkins provides advice everyone can benefit from in short, digestible chapters. buy nowlocal people in the village of ban nong khon in chanthaburi province took the responsibility of feeding her as she waited for her owner. after some time had passed, loung became somewhat of a celebrity for the locals and tourists, with many people stopping by weekly to take a photo with the lone dog.many people would occasionally stop by the highway, claiming to be loung’s true owners, but would be met with timidness and distrust, she would run off into the jungle as soon as someone tried to leash her up to take her.loung unfortunately met her end last week, with many photos of the dead and bloodied dog being released in the newspaper. that distasteful act caused so much outrage from many locals and social media users that the media companies took the photos down. the story has been going viral ever since.a dog lover’s club in thailand has donated money for the funeral expenses of loung…hoping to give a proper burial for such a loyal animal.\n", "net": "TextCNN", "probability": 0.6185323596000671, "label": 1}
{"time": "2023-05-09_14:00:30", "text": "16.8k shares share this storyhillary clinton just called out the fact that donald trump cheered for the housing crisis in anticipation of its collapse – which is absolutely true. trump told the globe and mail in march of 2007: “people have been talking about the end of the cycle for 12 years, and i’m excited if it is. i’ve always made more money in bad markets than in good markets.”in fact, trump thought the housing crisis was much-ado-do about nothing for high-end investments, and told investors: “i don’t see the subprime problems affecting the higher-end stuff…in fact, he is advising investors that there are now great deals in buying subprime mortgages at a discount and repossessed houses at low prices.”of course, on one level, trump wasn’t wrong­­—in that the subprime crisis affected mostly poorer americans who lost their homes and jobs and the ability to support their families. the collapse of home prices caused by the housing bubble cost roughly seven million americans more than $7 trillion in equity during the great recession.this recession most severely impacted low-income folks – people who are burdened with payments in excess of 50 percent of their income – trump’s response is just “that’s called business.”add your name to millions demanding that congress take action on the president’s crimes. impeach donald trump!\n", "net": "TextCNN_LSTM", "probability": 0.9963601231575012, "label": 1}
